Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Most guideline reminders are just a friendly heads-up you can dismiss and keep writing. A few things — like image links, strong language, or posting in a language other than English — do need to be fixed before you can post.
ar: معظم تذكيرات الإرشادات هي مجرد تنبيه ودي يمكنك تجاهله ومواصلة الكتابة. بعض الأمور — مثل روابط الصور أو اللغة القوية أو النشر بلغة غير الإنجليزية — تحتاج إلى إصلاح قبل أن تتمكن من النشر.
de: Die meisten Richtlinien-Erinnerungen sind nur ein freundlicher Hinweis, den du wegwischen und einfach weiterschreiben kannst. Ein paar Dinge — wie Bildlinks, starke Sprache oder das Posten in einer anderen Sprache als Englisch — müssen jedoch behoben werden, bevor du posten kannst.
el: Οι περισσότερες υπενθυμίσεις οδηγιών είναι απλώς μια φιλική ειδοποίηση που μπορείτε να απορρίψετε και να συνεχίσετε να γράφετε. Μερικά πράγματα — όπως σύνδεσμοι εικόνων, έντονη γλώσσα ή δημοσίευση σε γλώσσα διαφορετική από τα αγγλικά — πρέπει να διορθωθούν πριν μπορέσετε να δημοσιεύσετε.
es: La mayoría de los recordatorios de normas son solo un aviso amistoso que puedes descartar y seguir escribiendo. Algunas cosas, como enlaces de imágenes, lenguaje fuerte o publicar en un idioma que no sea inglés, sí deben corregirse antes de poder publicar.
fa: بیشتر یادآوری‌های دستورالعمل فقط یک اطلاع دوستانه هستند که می‌توانید رد کنید و به نوشتن ادامه دهید. چند مورد — مانند پیوندهای تصویر، زبان تند، یا ارسال به زبانی غیر از انگلیسی — پیش از ارسال باید اصلاح شوند.
fr: La plupart des rappels de règles ne sont qu'un petit signe amical que vous pouvez ignorer pour continuer à écrire. Certaines choses — comme les liens d'images, le langage grossier ou la publication dans une langue autre que l'anglais — doivent en revanche être corrigées avant de pouvoir publier.
he: רוב תזכורות ההנחיה הן רק תזכורת ידידותית שניתן לבטל ולהמשיך לכתוב. כמה דברים — כמו קישורי תמונות, שפה בוטה, או פרסום בשפה שאינה אנגלית — כן צריך לתקן לפני שניתן לפרסם.
hi: अधिकांश दिशानिर्देश अनुस्मारक केवल एक दोस्ताना संकेत हैं जिन्हें आप खारिज करके लिखना जारी रख सकते हैं। कुछ चीज़ें — जैसे इमेज लिंक, कठोर भाषा, या अंग्रेज़ी के अलावा किसी अन्य भाषा में पोस्ट करना — पोस्ट करने से पहले ठीक करनी ज़रूरी हैं।
id: Sebagian besar pengingat panduan hanyalah pemberitahuan ramah yang dapat Anda tutup dan terus menulis. Beberapa hal — seperti tautan gambar, bahasa kasar, atau memposting dalam bahasa selain bahasa Inggris — memang perlu diperbaiki sebelum Anda dapat memposting.
it: La maggior parte dei promemoria delle linee guida è solo un avviso amichevole che puoi chiudere per continuare a scrivere. Alcune cose, come i link a immagini, il linguaggio scurrile o la pubblicazione in una lingua diversa dall'inglese, devono invece essere corrette prima di poter pubblicare.
ja: ほとんどのガイドラインのリマインダーは、閉じてそのまま書き続けられるやさしいお知らせにすぎません。ただし、画像リンク、強い言葉遣い、英語以外の言語での投稿など、一部の内容は投稿前に修正する必要があります。
ko: 대부분의 가이드라인 알림은 닫고 계속 작성할 수 있는 친절한 안내일 뿐입니다. 이미지 링크, 강한 언어, 영어가 아닌 언어로 게시하는 것과 같은 몇 가지 사항은 게시하기 전에 반드시 수정해야 합니다.
nl: De meeste richtlijnherinneringen zijn slechts een vriendelijke melding die je kunt sluiten om verder te schrijven. Enkele dingen — zoals afbeeldingslinks, grof taalgebruik of plaatsen in een andere taal dan Engels — moeten wel worden aangepast voordat je kunt plaatsen.
pl: Większość przypomnień o wskazówkach to tylko przyjazna informacja, którą możesz odrzucić i pisać dalej. Kilka rzeczy — jak linki do obrazów, mocny język czy publikowanie w innym języku niż angielski — trzeba jednak poprawić, zanim będzie można opublikować.
pt: A maioria dos lembretes de diretrizes é apenas um aviso amigável que você pode dispensar e continuar escrevendo. Algumas coisas — como links de imagens, linguagem forte ou publicar em um idioma diferente do inglês — realmente precisam ser corrigidas antes de você poder publicar.
ru: Большинство напоминаний о правилах — это просто дружелюбная подсказка, которую можно закрыть и продолжить писать. Но некоторые вещи — например, ссылки на изображения, грубые выражения или публикация не на английском языке — действительно нужно исправить, прежде чем можно будет опубликовать.
sv: De flesta regelpåminnelser är bara en vänlig upplysning som du kan avfärda och fortsätta skriva. Några saker — som bildlänkar, grovt språk eller att publicera på ett annat språk än engelska — måste dock åtgärdas innan du kan publicera.
th: การแจ้งเตือนแนวทางส่วนใหญ่เป็นเพียงการแจ้งเตือนอย่างเป็นมิตรที่คุณสามารถปิดและเขียนต่อได้ มีบางอย่าง — เช่น ลิงก์รูปภาพ ภาษาที่รุนแรง หรือการโพสต์เป็นภาษาอื่นที่ไม่ใช่ภาษาอังกฤษ — ที่ต้องแก้ไขก่อนจึงจะโพสต์ได้
tr: Yönerge hatırlatmalarının çoğu, kapatıp yazmaya devam edebileceğiniz nazik bir uyarıdan ibarettir. Ancak resim bağlantıları, sert bir dil kullanımı veya İngilizce dışında bir dilde paylaşım yapmak gibi birkaç şeyin, gönderi yapabilmeniz için düzeltilmesi gerekir.
uk: Більшість нагадувань про правила — це просто дружнє повідомлення, яке можна закрити й продовжити писати. Але кілька речей — як-от посилання на зображення, груба мова або публікація не англійською мовою — справді потрібно виправити, перш ніж можна буде опублікувати.
vi: Hầu hết các nhắc nhở về hướng dẫn chỉ là một thông báo thân thiện mà bạn có thể bỏ qua và tiếp tục viết. Một vài điều — như liên kết hình ảnh, ngôn từ nặng nề, hoặc đăng bài bằng ngôn ngữ khác ngoài tiếng Anh — thực sự cần được sửa trước khi bạn có thể đăng.
zh_hans: 大多数准则提醒只是友好的提示，你可以忽略并继续撰写。但有些内容——比如图片链接、过激言辞，或使用英语以外的语言发帖——确实需要先修改才能发布。

source: A Community Agreement Before You Sign In
ar: اتفاقية مجتمع قبل تسجيل الدخول
de: Eine Community-Vereinbarung vor der Anmeldung
el: Μια Συμφωνία Κοινότητας πριν τη Σύνδεση
es: Un acuerdo de la comunidad antes de iniciar sesión
fa: یک توافقنامه انجمن پیش از ورود
fr: Un accord communautaire avant de vous connecter
he: הסכם קהילה לפני ההתחברות
hi: साइन इन करने से पहले एक सामुदायिक समझौता
id: Perjanjian Komunitas Sebelum Anda Masuk
it: Un accordo della community prima di accedere
ja: サインイン前のコミュニティ規約
ko: 로그인 전 커뮤니티 이용 동의
nl: Een communityovereenkomst voordat je inlogt
pl: Umowa społeczności przed zalogowaniem
pt: Um acordo da comunidade antes de você fazer login
ru: Соглашение сообщества перед входом
sv: Ett communityavtal innan du loggar in
th: ข้อตกลงชุมชนก่อนที่คุณจะลงชื่อเข้าใช้
tr: Oturum Açmadan Önce Bir Topluluk Sözleşmesi
uk: Угода спільноти перед входом
vi: Thỏa thuận cộng đồng trước khi bạn đăng nhập
zh_hans: 登录前的社区协议

source: Before signing in — whether during first-run setup, from Profile, or from Add a Topic and every Submit screen — you'll now see a short Community Agreement explaining how guideline checks work and asking you to agree to follow them. Browsing AppleVis never required this and still doesn't; it only appears right before signing in. Declining just means continuing without an account, and you can review it again anytime you try to sign in later.
ar: قبل تسجيل الدخول — سواء أثناء الإعداد الأول، أو من الملف الشخصي، أو من إضافة موضوع وكل شاشة إرسال — سترى الآن اتفاقية مجتمع قصيرة توضح كيفية عمل فحوصات الإرشادات وتطلب منك الموافقة على اتباعها. تصفح AppleVis لم يتطلب هذا من قبل ولا يزال لا يتطلبه؛ يظهر فقط قبل تسجيل الدخول مباشرة. الرفض يعني فقط الاستمرار دون حساب، ويمكنك مراجعته مرة أخرى في أي وقت عند محاولة تسجيل الدخول لاحقًا.
de: Vor der Anmeldung – sei es während der Ersteinrichtung, in Profil oder bei Thema hinzufügen und jedem Einreichen-Bildschirm – siehst du jetzt eine kurze Community-Vereinbarung, die erklärt, wie Richtlinienprüfungen funktionieren, und dich bittet, ihnen zuzustimmen. Das Durchstöbern von AppleVis hat das nie erfordert und tut es weiterhin nicht; sie erscheint nur unmittelbar vor der Anmeldung. Ablehnen bedeutet lediglich, ohne Konto fortzufahren, und du kannst sie jederzeit erneut ansehen, wenn du dich später anmelden möchtest.
el: Πριν συνδεθείτε — είτε κατά την αρχική ρύθμιση, από το Προφίλ, είτε από την Προσθήκη Θέματος και κάθε οθόνη Υποβολής — θα δείτε πλέον μια σύντομη Συμφωνία Κοινότητας που εξηγεί πώς λειτουργούν οι έλεγχοι οδηγιών και σας ζητά να συμφωνήσετε να τους ακολουθήσετε. Η περιήγηση στο AppleVis δεν το απαιτούσε ποτέ και εξακολουθεί να μην το απαιτεί· εμφανίζεται μόνο λίγο πριν τη σύνδεση. Η άρνηση σημαίνει απλώς συνέχιση χωρίς λογαριασμό, και μπορείτε να την επανεξετάσετε όποτε προσπαθήσετε να συνδεθείτε αργότερα.
es: Antes de iniciar sesión —ya sea durante la configuración inicial, desde Perfil, o desde Añadir tema y cualquier pantalla de Enviar— ahora verás un breve acuerdo de la comunidad que explica cómo funcionan las comprobaciones de normas y te pide que aceptes seguirlas. Explorar AppleVis nunca requirió esto y sigue sin hacerlo; solo aparece justo antes de iniciar sesión. Rechazarlo solo significa continuar sin una cuenta, y puedes revisarlo de nuevo cuando quieras al intentar iniciar sesión más tarde.
fa: پیش از ورود — چه در حین راه‌اندازی اولیه، از نمایه، یا از افزودن موضوع و هر صفحه ارسال — اکنون یک توافقنامه انجمن کوتاه می‌بینید که نحوه عملکرد بررسی‌های دستورالعمل را توضیح می‌دهد و از شما می‌خواهد با پیروی از آن‌ها موافقت کنید. مرور AppleVis هرگز به این نیاز نداشت و هنوز هم ندارد؛ این فقط درست پیش از ورود ظاهر می‌شود. رد کردن فقط به معنای ادامه بدون حساب کاربری است و می‌توانید هر زمان که بعداً بخواهید وارد شوید، دوباره آن را مرور کنید.
fr: Avant de vous connecter — que ce soit pendant la configuration initiale, depuis Profil, ou depuis Ajouter un sujet et tout écran d'envoi — vous verrez désormais un court accord communautaire expliquant le fonctionnement des vérifications de règles et vous demandant d'accepter de les suivre. Parcourir AppleVis n'a jamais nécessité cela et ne le nécessite toujours pas ; il n'apparaît que juste avant la connexion. Refuser signifie simplement continuer sans compte, et vous pourrez le consulter à nouveau chaque fois que vous essaierez de vous connecter plus tard.
he: לפני ההתחברות — בין אם במהלך ההגדרה הראשונית, מהפרופיל, או מהוספת נושא וכל מסך שליחה — כעת תראה הסכם קהילה קצר שמסביר כיצד פועלות בדיקות ההנחיה ומבקש ממך להסכים לפעול לפיהן. גלישה ב-AppleVis מעולם לא דרשה זאת ועדיין לא דורשת; הוא מופיע רק ממש לפני ההתחברות. סירוב פירושו רק המשך ללא חשבון, ותוכל/י לעיין בו שוב בכל פעם שתנסה/י להתחבר מאוחר יותר.
hi: साइन इन करने से पहले — चाहे पहली बार सेटअप के दौरान हो, प्रोफ़ाइल से हो, या विषय जोड़ें और हर सबमिट स्क्रीन से हो — अब आपको एक संक्षिप्त सामुदायिक समझौता दिखाई देगा जो बताता है कि दिशानिर्देश जांच कैसे काम करती है और आपसे उनका पालन करने के लिए सहमत होने को कहता है। AppleVis ब्राउज़ करने के लिए इसकी कभी आवश्यकता नहीं थी और अभी भी नहीं है; यह केवल साइन इन करने से ठीक पहले दिखाई देता है। असहमत होने का मतलब केवल बिना खाते के जारी रखना है, और आप बाद में जब भी साइन इन करने की कोशिश करें, इसे फिर से देख सकते हैं।
id: Sebelum masuk — baik saat pengaturan awal, dari Profil, atau dari Tambah Topik dan setiap layar Kirim — Anda kini akan melihat Perjanjian Komunitas singkat yang menjelaskan cara kerja pemeriksaan panduan dan meminta Anda menyetujui untuk mengikutinya. Menjelajahi AppleVis tidak pernah memerlukan ini dan tetap tidak memerlukannya; ini hanya muncul tepat sebelum masuk. Menolak hanya berarti melanjutkan tanpa akun, dan Anda dapat meninjaunya lagi kapan saja saat mencoba masuk nanti.
it: Prima di accedere — che sia durante la configurazione iniziale, da Profilo, o da Aggiungi discussione e ogni schermata di invio — vedrai ora un breve accordo della community che spiega come funzionano i controlli delle linee guida e ti chiede di accettare di seguirle. La navigazione in AppleVis non lo ha mai richiesto e continua a non richiederlo; appare solo poco prima dell'accesso. Rifiutare significa semplicemente continuare senza un account, e potrai rivederlo di nuovo ogni volta che proverai ad accedere in seguito.
ja: サインインする前に——初回セットアップ中でも、プロフィールからでも、トピックの追加や各種投稿画面からでも——ガイドラインチェックの仕組みを説明し、それに従うことへの同意を求める短いコミュニティ規約が表示されるようになりました。AppleVisの閲覧にはこれまでも今も同意は不要です。これはサインインの直前にのみ表示されます。同意しない場合は単にアカウントなしで続行するだけで、後でサインインしようとするたびに何度でも規約を確認できます。
ko: 로그인하기 전에 — 최초 설정 중이든, 프로필에서든, 주제 추가나 모든 제출 화면에서든 — 이제 가이드라인 검사가 어떻게 작동하는지 설명하고 이를 따르는 데 동의할 것을 요청하는 짧은 커뮤니티 이용 동의가 표시됩니다. AppleVis를 둘러보는 데는 이것이 전혀 필요하지 않았고 지금도 필요하지 않습니다. 이는 로그인 직전에만 나타납니다. 동의하지 않으면 그냥 계정 없이 계속 사용하는 것을 의미하며, 나중에 로그인을 시도할 때마다 다시 확인할 수 있습니다.
nl: Voordat je inlogt — of het nu tijdens de eerste installatie is, vanuit Profiel, of vanuit Onderwerp toevoegen en elk Indienen-scherm — zie je nu een korte communityovereenkomst die uitlegt hoe richtlijncontroles werken en je vraagt akkoord te gaan om ze te volgen. Door AppleVis bladeren heeft dit nooit vereist en vereist het nog steeds niet; het verschijnt alleen vlak voordat je inlogt. Niet akkoord gaan betekent gewoon doorgaan zonder account, en je kunt het later altijd opnieuw bekijken wanneer je probeert in te loggen.
pl: Przed zalogowaniem — czy to podczas pierwszej konfiguracji, z Profilu, czy z Dodaj temat i każdego ekranu Wyślij — zobaczysz teraz krótką umowę społeczności wyjaśniającą, jak działają sprawdzenia wskazówek, i proszącą o zgodę na ich przestrzeganie. Przeglądanie AppleVis nigdy tego nie wymagało i nadal nie wymaga; pojawia się tylko tuż przed zalogowaniem. Odmowa oznacza po prostu kontynuowanie bez konta, a Ty możesz ją ponownie przejrzeć za każdym razem, gdy spróbujesz zalogować się później.
pt: Antes de fazer login — seja durante a configuração inicial, no Perfil, ou em Adicionar tópico e em qualquer tela de Enviar — você verá agora um breve acordo da comunidade explicando como funcionam as verificações de diretrizes e pedindo que você concorde em segui-las. Navegar pela AppleVis nunca exigiu isso e continua não exigindo; ele só aparece bem antes do login. Recusar significa apenas continuar sem uma conta, e você pode revisá-lo novamente sempre que tentar fazer login mais tarde.
ru: Перед входом — будь то во время первоначальной настройки, в профиле или в разделе «Добавить тему» и на любом экране отправки — теперь вы увидите краткое соглашение сообщества, объясняющее, как работают проверки правил, и просящее согласиться их соблюдать. Просмотр AppleVis никогда не требовал этого и не требует сейчас; оно появляется только непосредственно перед входом. Отказ просто означает продолжение без учётной записи, и вы сможете снова просмотреть его при каждой попытке войти позже.
sv: Innan du loggar in – oavsett om det är under den första konfigurationen, från Profil, eller från Lägg till ämne och varje Skicka in-skärm – ser du nu ett kort communityavtal som förklarar hur regelkontroller fungerar och ber dig godkänna att följa dem. Att bläddra i AppleVis har aldrig krävt detta och gör det fortfarande inte; det visas bara precis innan du loggar in. Att avböja innebär bara att du fortsätter utan konto, och du kan granska det igen närhelst du försöker logga in senare.
th: ก่อนลงชื่อเข้าใช้ — ไม่ว่าจะระหว่างการตั้งค่าครั้งแรก จากโปรไฟล์ หรือจากเพิ่มหัวข้อและหน้าจอส่งทุกหน้า — ตอนนี้คุณจะเห็นข้อตกลงชุมชนสั้น ๆ ที่อธิบายวิธีการทำงานของการตรวจสอบแนวทางและขอให้คุณยอมรับที่จะปฏิบัติตาม การท่องดู AppleVis ไม่เคยต้องการสิ่งนี้และยังคงไม่ต้องการ โดยจะปรากฏขึ้นก่อนลงชื่อเข้าใช้เท่านั้น การปฏิเสธหมายความเพียงว่าจะดำเนินการต่อโดยไม่มีบัญชี และคุณสามารถตรวจสอบอีกครั้งได้ทุกเมื่อที่พยายามลงชื่อเข้าใช้ในภายหลัง
tr: Oturum açmadan önce — ister ilk kurulum sırasında, ister Profil'den, ister Konu Ekle ve her Gönder ekranından olsun — artık yönerge kontrollerinin nasıl çalıştığını açıklayan ve bunlara uymayı kabul etmenizi isteyen kısa bir Topluluk Sözleşmesi göreceksiniz. AppleVis'e göz atmak bunu hiçbir zaman gerektirmedi ve hâlâ gerektirmiyor; yalnızca oturum açmadan hemen önce görünür. Reddetmek yalnızca hesap olmadan devam etmek anlamına gelir ve daha sonra oturum açmayı her denediğinizde onu tekrar inceleyebilirsiniz.
uk: Перед входом — під час першого налаштування, у профілі, чи в розділі «Додати тему» та на будь-якому екрані надсилання — тепер ви побачите коротку угоду спільноти, яка пояснює, як працюють перевірки правил, і просить погодитися їх дотримуватися. Перегляд AppleVis ніколи цього не вимагав і досі не вимагає; вона з'являється лише безпосередньо перед входом. Відмова просто означає продовження без облікового запису, і ви зможете переглянути її знову щоразу, коли спробуєте увійти пізніше.
vi: Trước khi đăng nhập — dù trong quá trình thiết lập lần đầu, từ Hồ sơ, hay từ Thêm chủ đề và mọi màn hình Gửi — giờ đây bạn sẽ thấy một Thỏa thuận cộng đồng ngắn gọn giải thích cách các kiểm tra hướng dẫn hoạt động và yêu cầu bạn đồng ý tuân theo. Việc duyệt AppleVis chưa bao giờ yêu cầu điều này và vẫn không yêu cầu; nó chỉ xuất hiện ngay trước khi đăng nhập. Từ chối chỉ có nghĩa là tiếp tục mà không có tài khoản, và bạn có thể xem lại bất cứ khi nào bạn thử đăng nhập sau này.
zh_hans: 在登录之前——无论是在首次设置期间、在个人资料中，还是在添加主题和任何提交界面——你现在会看到一份简短的社区协议，说明准则检查的工作方式，并要求你同意遵守。浏览 AppleVis 从来不需要这样做，现在也不需要；它只会在登录前出现。拒绝只意味着不使用账户继续浏览，你可以在以后每次尝试登录时再次查看它。

source: App Search Now Uses Your Own App Store Region
ar: بحث التطبيقات يستخدم الآن منطقة App Store الخاصة بك
de: App-Suche verwendet jetzt deine eigene App-Store-Region
el: Η αναζήτηση εφαρμογών χρησιμοποιεί πλέον τη δική σας περιοχή App Store
es: La búsqueda de apps ahora usa tu propia región del App Store
fa: جست‌وجوی برنامه اکنون از منطقه App Store خودتان استفاده می‌کند
fr: La recherche d'apps utilise désormais votre propre région App Store
he: חיפוש אפליקציות משתמש כעת באזור ה-App Store שלך
hi: ऐप खोज अब आपके अपने ऐप स्टोर क्षेत्र का उपयोग करती है
id: Pencarian Aplikasi Kini Menggunakan Wilayah App Store Anda Sendiri
it: La ricerca di app ora usa la tua regione dell'App Store
ja: アプリ検索が自分のApp Storeの地域を使用するように
ko: 앱 검색이 이제 사용자의 App Store 지역을 사용합니다
nl: App-zoekopdrachten gebruiken nu je eigen App Store-regio
pl: Wyszukiwanie aplikacji korzysta teraz z Twojego regionu App Store
pt: A busca de apps agora usa a sua própria região da App Store
ru: Поиск приложений теперь использует ваш собственный регион App Store
sv: Appsökning använder nu din egen App Store-region
th: การค้นหาแอปใช้ภูมิภาค App Store ของคุณเองแล้ว
tr: Uygulama Araması Artık Kendi App Store Bölgenizi Kullanıyor
uk: Пошук застосунків тепер використовує ваш власний регіон App Store
vi: Tìm kiếm ứng dụng giờ đây sử dụng khu vực App Store của riêng bạn
zh_hans: 应用搜索现在使用您自己的 App Store 地区
